Repository: vlarok/web
Catalog: Resources/Front.*.resx
Languages: et

# LicenceManagement2
source: Licence Management
et: Litsenseerimine

source: Licences in use
et: Kasutatud litsentsid

source: Licences Used
et: Kasutatud litsentsid

source: Line states
et: Liinide staatused

source: Line states of channels
et: Liini kanalite olekud

source: Listen
et: Kuula

# Listen1
source: Listen
et: Kuula

source: Listen All Calls
et: Kõigi kõnede kuulamine

# Listenallcalls1
source: Listen all calls
et: Kuula kõiki kõnesid

source: Listen calls by recording rule
et: Kuula kõnesid salvestus reeglite järgi

source: Listen calls by service
et: Kuula teenuste kõnesid

source: Listen date
et: Kuulamise aeg

source: Listened at
et: Kuulamiseaeg

source: Listened by
et: Kes kuulas

# ListenedBy1
source: Listened By:
et: Kuulatud:

source: Listen own calls
et: Oma kõnede kuulamine

# Listenowncalls1
source: Listen own calls
et: Kuula enda kõnesid

source: Listen team calls
et: Kuula tiimi kõnesid

source: List of Roles:
et: Rollid:

# ListofRoles1
source: List of Roles
et: Rollide nimekiri

# ListofRoles2
source: List of Roles
et: Rollide nimekiri

source: List of the Agent Groups
et: Tiimide nimekiri

source: List of Users
et: Kasutajate nimekiri

source: Login
et: Sisse logimine

source: Log Out
et: Logi välja

# Logout1
source: Logout
et: Logi välja

source: Maintain evaluation forms
et: Halda hindamis vorme

source: Make report
et: Koosta raport

source: Mame
et: Nimi

source: Management
et: Haldus

source: March
et: Märts

source: Marked for replay
et: Vajab kordamist

source: Maximum amount of Licenses in use
et: Kõik olemasolevad litsentsid on kasutuses

source: Maximum count
et: Maksimaalne kõnede arv

source: Max Score
et: Max punktid

# Maxscore1
source: Max score
et: Max punktid

source: May
et: Mai

source: Media
et: Meedia

source: Members of Agent Group
et: Tiimis olevad aktiivsed kasutajad

source: Message
et: Teade

# Message1
source: Message:
et: Teade:

source: Messages changed
et: Muudetud nimed

source: Minutes total
et: Kõne kestus kokku

source: Modified
et: Muudetud

source: Modify user rights of the role
et: Rollidele privileegide lisamine/kustutamine

source: Monday
et: Esmaspäev

source: Month
et: Kuu

# Month1
source: Month
et: Kuu

# Month2
source: Month
et: Kuu

source: Name
et: Eesnimi

# Name1
source: Name
et: Nimi

# Name2
source: Name
et: Nimi

# Name3
source: Name
et: Nimi

# Name4
source: Name
et: Nimi

source: Name of Agent Group is already in use
et: Tiimi nimi juba kasutusel

source: Needs evaluation
et: Vajab hindamist

source: Needs replay
et: Vajab kuulamist

source: Needs supervision
et: Vajab C¼levaatamist

source: New Agent Group
et: Tiimi lisamine

source: New Agent Group is added to list.
et: Tiimi lisamine õnnestus

source: New call started
et: Uus kõne algas

source: New Evaluation Template
et: Uus hindamise vorm

source: New Password
et: Uus Parool

source: New password and new password repeat must match
et: Uus parool ja uue parooli kordus peavad klappima

# Newpasswordmustbeatleastcharacters
source: New password must be at least 6 characters
et: Uus parool peab olema vähemalt 6 tähte

source: New Role is created
et: Rolli lisamine õnnestus

source: New sub folder (optional)
et: Uus alamkataloog (valikuline)

source: New user is created
et: Kasutaja lisamine õnnestus

source: next
et: järgmine

source: No.
et: Nr.

source: No calls found maching set criteria
et: Ei leitud ühtegi kõne kirjet

source: No data for report criterias was not fount, report will not be genrated
et: Valitud kriteeriumiga andmeid ei leitud, raporti ei koostata

source: No. of calls
et: Kõnede arv

source: No profile rule type
et: Profiili tüüp puudub

source: Normal selective recording
et: Tavaline

source: Not a valid extension
et: Töökoha number valel kujul

source: Not relevant
et: Ei arvesta

source: Not relevant marked by default
et: Vaikimis `Ära kasuta` märgitud

source: No users found
et: Ühtegi kasutajat ei leitud

source: NR.
et: Jrk nr.

source: October
et: Oktoober

source: Old
et: Vanad

source: On Demand
et: Nõudel

source: On-line
et: Süsteem

source: Online Calls
et: Salvestatavad kõned

source: Open
et: ava

source: Open existing Evaluation Template
et: Vali olemasolev vorm

source: Opening connection to server
et: Loon ühendust serveriga...

source: Order number
et: Jrk

source: out
et: välja

source: OutBound
et: Väljuv

source: OutBound no
et: Välja nr.

# Outboundno1
source: Outbound no
et: Välja nr

source: Outcome
et: Tulemus

source: page
et: lk

source: Parameters
et: Parameetrid

source: Password
et: Parool

source: Password and username changed ok
et: Parool ja kasutajanimi muudetud ok

source: Password changed ok
et: Parool muudetud ok

source: Password check
et: Parool uuesti

source: Password do not mach
et: Paroolid ei ole mõlemas väljas samad

source: Password should be at least 6 characters long. Must include numbers, uppercase and lowercase characters
et: Parooli väli peab olema vähemalt 4 karakterit pikk.

source: per agent
et: agendi kohta

source: Percentage
et: Protsent

source: Percentage based recording
et: Protsendipõhine

source: Percentage to record
et: Salvestatavate kõnede protsent

source: Per day
et: Päeva kohta

source: Period
et: Periood

# Period1
source: Period
et: Periood

# Period2
source: Period
et: Periood

source: Period type
et: Perioodi tüüp

# PeriodType1
source: Period Type
et: Perioodi Tüüp

source: Permission to see evaluated calls
et: Õigus näha hinnatud kõnesid

source: Per month
et: Kuu kohta

source: Per week
et: Nädala kohta

source: Phone
et: Telefon

# Phone1
source: Phone
et: Telefon

source: Phone CC log name
et: Agendi ID

source: Pilot no
et: Pilot nr.

# Pilotno1
source: Pilot no
et: Piloodi nr

source: Play
et: Kuula

# Play1
source: Play
et: Käivita

source: PQMS Client Applet login
et: PQMS Kliend Applet login

# PQMSusernotifiesYouaboutanevaluationresult
source: PQMS user {0} notifies You about an evaluation result.
et: Partcom QMSi kasutaja {0} teavitab Sind hinnatud kõne tulemusest.

source: Premission to manage Evaluation Forms
et: Hindamisvormide halduse õigus

source: previous
et: eelmine

source: Print evaluation
et: Trüki

source: Print PDF
et: Prindi PDF

source: Priority
et: Prioriteet

# Priority1
source: Priority
et: Prioriteet

source: Private call
et: Privaatne

# Privatecall1
source: Private call
et: Privaat kCµne

source: Privilege added
et: Privileeg lisatud

source: Privilege removed
et: Privileeg eemaldatud

source: Profile
et: Profiil

source: Profile active agents
et: Profiili aktiivsed agendid

source: Profile active rules
et: Profiili aktiivsed reeglid

source: Profile deleted ok
et: Valik kustutatud

source: Profile detailview
et: Profiili detailvaade

source: Profile for automatic evaluation selection
et: Kõnede automaatne valik hindamiseks

# Profilehaserrors
source: Profile has {0} errors
et: Valiku koostamisel leiti {0} viga

source: Profile name already in use
et: Profiili nimi on juba kasutusel

source: Profile saved ok
et: Valik salvestatud

source: Profiles for automatic evaluation selection
et: Kõnede automaatne valik hindamiseks

source: Profile update was success
et: Profiili uuendamine õnnestus

source: rated
et: hinnatud

source: Rated date, id
et: Hindamise kuupäev, id

source: Rating form
et: Hindamisvorm

source: Re-activate
et: Re-aktiveeri

source: Received new call!!!
et: Saabus uus kõne!!!

source: Record
et: Salvesta

source: Recorded Calls
et: Kõned

source: Recorded Interactions
et: Otsing

source: Recording
et: Salvestan

source: Recording ended.
et: Salvestamine lõpetatud.

source: Recording started.
et: Salvestamine edukalt alustatud.

source: Recording the call ...
et: Kõne salvestatakse ...

source: records
et: kirjet

source: Records only those calls witch match with rules!
et: Salvestatakse ainult need kõned, mis vastavad reeglitele!

source: Refresh
et: Värskenda

source: Remove
et: Eemalda

# Remove1
source: Remove
et: Eemalda

source: Removed attributes
et: Eemaldatud atribuudid

source: Removed criterias
et: Kustutatud kriteeriumid

source: Removed rule
et: Kustutatud reegel

source: Rename files
et: Nimeta failid ringi

source: Report generated at
et: Raport genereeritud

# Reportgeneratedat1
source: Report generated at
et: Raport koostatud

source: Reporti period
et: Raporti periood

source: Reports
et: Raportid

source: Report size limit exceeded! Please use criterias or shorten the period.
et: Raporti suurus ületatud! Palun kasutage lisa kriteeriume või lühendage perioodi.

source: Report starting
et: Raport vahemikus

source: Requested action entry not found
et: Otsitud tegevusel puuduvad sissekanded

source: Result
et: Tulemus

# Result1
source: Result
et: Tulemus

# Result2
source: Result
et: Tulemus

# Result3
source: Result
et: Tulemus

source: Right to download calls
et: Kõnede alla laadimine

source: Ringing tones before answer
et: Kutsus

source: Role
et: Roll

source: Role class
et: Rolli klass

source: Roles
et: Rollid

source: Roles added
et: Rollid lisatud

source: Role services updated ok
et: Rolli teenused uuendatud ok

source: Roles removed
et: Rollid eemaldatud

source: Roles set for user
et: Kasutajale valitud rollid

source: Rule deleted
et: Reegel kustutatud

source: Rule Effect
et: Reegli effekt

source: Rule insert successful
et: Reegli sisestamine õnnestus

source: Rules
et: Reeglid

source: Rule type
et: Reegli tüüp

# Ruletype1
source: Rule type
et: Reegli tüüp

source: Run monthly on
et: Vali kuu

source: Run once at
et: Käivita korra

source: Run weekly on
et: Vali nädalapäev

source: Saturday
et: Laupäev

source: Save
et: Salvesta kirjeldus

# Save1
source: Save
et: Salvesta

# Save2
source: Save
et: Salvesta

# Save3
source: Save
et: Salvesta

# Save4
source: Save
et: Salvesta

source: Save eval
et: Salvesta

source: Score
et: Punktid

# Score1
source: Score
et: Punktid

# Score2
source: Score
et: Punktid

source: Score by groups
et: Grupi tulemus

source: Score (points)
et: Punktid

source: Score step
et: Punkti samm

# Scorestep1
source: Score step
et: Punkti samm

source: Screen recording extensions
et: Ekraanisalvestuse töökohad

source: Screen recording management
et: Ekraanisalvestuse haldus

source: Screen recording parameters
et: Ekraanisalvestus parameetrid

source: Screen recordings
et: Ekraanipildi salvestused

source: Search
et: Otsi

# Search1
source: Search
et: Otsing

source: Search from
et: Allikas

source: Search of Users
et: Kasutajate otsing

source: See evaluation results
et: Hinnatud kõnede tulemused

source: Select agent(s)
et: Vali agent(did)

source: --- Select all ---
et: --- Vali kõik ---

source: Select document or audio file
et: Vali dokument või audio file

source: Selected for Evaluation
et: Vajab hindamist

source: Selected Groups
et: Valitud grupid

source: Selected Roles:
et: Valitud rollid:

source: Selected Username is already in use, please insert new Username
et: Selline kasutajanimi on juba kasutusel, palun vali uus

source: Selected users
et: Valitud kasutajad

source: Selection updated
et: Valik uuendatud

source: Selective recording
et: Valikuline salvestamine

# SelectiveRecording1
source: Selective Recording
et: Valikuline salvestamine

source: Selective recording rule
et: Valikulise salvestamise reegel

source: Selective recording rules
et: Valikulise salvestamise reegel

source: Selective recording rule type
et: Valikulise salvestamise tüüp

source: Selective reocrding
et: Valikuline salvestamine

source: Select report type
et: Vali raporti tüüp

source: Select team(s)
et: Vali tiim(id)

source: Send
et: Saada

source: Send evaluation to
et: Saada hindamise tulemus aadressile

source: Sending command ...
et: Saadan käsku ...

source: Sent stop to recorder.
et: Stopp salvestajale saadetud

source: Server returned error.
et: Server andis ühendumisel vea.

source: Service
et: Teenus

# Service1
source: Service
et: Teenus

# Service2
source: Service
et: Teenus

# Service3
source: Service
et: Teenus

# Service4
source: Service
et: Teenus

# Service5
source: Service
et: Teenus

# Service6
source: Service
et: Teenus

# Service7
source: Service
et: Teenus

source: Service added ok
et: Teenus lisatud ok

source: Service ID
et: Teenuse id

# ServiceID1
source: Service ID
et: Teenuse id

# Serviceid2
source: Service id
et: Teenuse id

source: Service name
et: Teenuse nimi

source: Service/Pilot
et: Teenuse nimi

source: Services
et: Rolli teenused

# Services1
source: Services
et: Teenused

# Services2
source: Services
et: Teenused

# Services3
source: Services
et: Teenused

source: Services accessible to role
et: Rollile lubatud teenused

source: Services added
et: Lisatud teenused

source: Services management
et: Teenuste haldamine

source: Services removed
et: Eemaldatud teenused

source: Services to be archived
et: Teenused arhiveerimiseks

source: Services to be deleted
et: Teenused kustutamiseks

source: Service terminated ok
et: Teenus lõpetatud ok

source: Service updated ok
et: Teenus uuendatud ok

source: Session start
et: Sessiooni algus

source: Setup selective recording rules
et: Valikulise salvestamise reeglite seadistamine

source: Sheduler job name
et: Korduse nimi

source: Show
et: Näita

source: Show terminated
et: Näita ka lõpetatud

source: Size (MB)
et: Suurus (MB)

source: Start Archiving
et: Alusta arhiveerimist

# startarchiving1
source: start archiving
et: Arhiveeri

source: Start copy
et: Alusta kopeerimist

source: Start Date
et: Algusaeg

source: Start date must be earlier than end date
et: Alguskuupäev peab olema varasem kui lõpukuupäev

source: Starting from
et: Alates

source: Start Period
et: Start Periood

source: Start recording.
et: Alusta salvestamist.

source: Start Searching
et: Otsi

source: Start time
et: Alguse aeg

source: State
et: Olek

source: Status
et: Staatus

source: Status changed OK
et: Kõne staatus muudetud Ok

source: Status not changed
et: Staatus ei muutunud

source: Stop
et: Stopp

source: Stop recording.
et: Lõpeta salvestamine.

source: Success
et: Tehing õnnestus

# Success1
source: Success
et: Õnnestus

# Success2
source: Success
et: Õnnestus

source: Summary
et: Kokku

source: Summary and extensions report
et: Kõnede kokkuvõtete ja töökoha raport

source: Summary reports
et: Kõnede kokkuvõtted

source: Sum with rateing form
et: Kokku hindamisvormiga

source: Sunday
et: Pühapäev

source: Supervisor
et: SV

source: Surname
et: Perekonnanimi

# Surname1
source: Surname
et: Perekonnanimi

source: Team
et: Tiim

source: Team averages (Excel)
et: Tiimi aritmeetiline keskmine (Excel)

source: Team averages report
et: Tiimi aritmeetilise keskmise raport

source: Team leader
et: Liider

source: Teams
et: Tiimid

source: Teams added
et: Lisatud tiimid

# Teamsadded1
source: Teams added
et: Lisatud tiimid

source: Teams removed
et: Eemaldatud tiimid

# Teamsremoved1
source: Teams removed
et: Eemaldatud tiimid

source: Terminate
et: Lõpeta

source: Terminated
et: Lõpetatud

# Terminated1
source: Terminated
et: Teenus aegub

# Terminated2
source: Terminated
et: Lõpetatud

source: Termination Date
et: Lõpukuupäev

source: That agent id is already in use, peale choose new id.
et: Selline agendi id on juba kasutusel, palun proovi uut.

source: That archive id already exists
et: Selline arhiivi id on juba olemas

source: The field must not be empty
et: Väli ei tohi olla tühi

source: The name of the role is already in use. Select new name for the role.
et: Selline rollinimi on juba kasutusel, palun vali uus

source: This call has been marked as private!
et: See kõne on märgitud privaatseks!

source: Thursday
et: Neljapäev

source: Time
et: Kellaaeg

# Time1
source: Time
et: Vali aeg

# Time2
source: Time
et: Kellaeg

# Timemustbeinformat
source: Time must be in {0} format
et: Aeg peab olema sellises {0} formaaadis

source: Time of Day
et: Kellaaeg

source: Timestamp
et: Ajatempel

source: Timestamp download
et: Ajatempli salvestamine

source: Timestamp is not OK
et: Ajatempel ei ole korras

source: Timestamp is OK
et: Ajatempel on korras

source: to
et: kuni

source: to copy files
et: failide kopeerimiseks

source: Total
et: Kokku

# Total1
source: Total
et: Kokku

source: Total score
et: Hinnangu punktid kokku

source: Total weighted score
et: Kaalutud hinnangu punktid kokku

source: Total with evaluation form
et: Kokku hindamisvormiga

source: Transfer
et: Suunatud

source: Tuesday
et: Teisipäev

source: Type
et: Tüüp

# Type1
source: Type
et: Tüüp

# Type2
source: Type
et: Tüüp

# Type3
source: Type
et: Tüüp

source: until
et: kuni

# until1
source: until
et: kuni

source: Update
et: Uuenda

source: Upload
et: Lae üles

source: User
et: Kasutaja

# User1
source: User
et: Kasutaja

# User2
source: User
et: Kasutaja

source: User/Agent Group
et: Team

source: User class
et: Kasutaja klass

source: User do not have permission to access this call
et: Teil puudub õigus seda kõne vaadata/kuulata

source: User language
et: Kasutaja keel

source: Username
et: Kasutajanimi

# Username1
source: Username
et: Kasutajanimi

source: Username can not be empty
et: Kasutaja nimi puudub

source: Username/CC Login name already in use!
et: Kasutajanimi/Agendi ID on juba kasutusel!

source: User parameters
et: Kasutaja detailvaade

source: User rights
et: Privileegid

source: User rights assigned to Role
et: Rolli privileegid

source: User rights of the Role
et: Rolliga seotud privileegid

source: Users/Agents
et: Kasutajad

# UsersAgents1
source: Users/Agents
et: Kasutaja toimingud

source: Users allowed
et: Lubatud kasutajad

source: Users not allowed
et: Mitte lubatud kasutajad

source: Value
et: Väärtus

source: Verify timestamp
et: Kontrolli ajatemplit

source: Version
et: Versioon

source: View
et: Eelvaade

# View1
source: View
et: Vaata

source: View and play screen recordings
et: Ekraanipildi salvestuste vaatamine ja mahamängimine

source: View evaluation reports
et: Hindamis raportid

source: View evaluation results
et: Hindamis tulemused

source: View line states
et: Vaadata liinide olekuid

source: View screen recordings
et: Ekraanipildi salvestuste vaatamine

source: Voicelogger IP
et: Voiceloggeri IP

source: Waring: are You sure to terminate service?
et: Hoiatus: Kas oled kindel et lõpetada teenus?

source: Warning: are You sure to delete this profile?
et: Oled Sa kindel?

source: Warning. Do you want to delete whole form?
et: Hoiatus! Kas kustutatda kogu vorm?

source: WARNING! If no rules are defined ALL CALLS WILL BE DELETED!
et: HOIATUS! Kui ühtegi reeglit ei defineerita siis, KÕIK KÕNED KUSTUTATAKSE!

source: Warning, information is unavailble for calls made before {$date} or calls are archived to history.
et: Hoiatus, enne {$date} tehtud kõnede kohta info puudub või need on arhiveeritud!

source: Warning: The report generator found over maximum allowed of {$overMax} report records, the report is genrated to the maximum allowed report size!
et: Hoiatus: Raporti generaator leidis üle maksimaalselt raporti suuruseks lubatud {$overMax} kirje, raportis on kajastatud vaid esimesed kirjed mise on lubatud maksimumi piires.

source: Wednesday
et: Kolmapäev

source: Week
et: Nädal

# Week1
source: Week
et: Nädal

source: Weight
et: Kaal

source: Weighted Result
et: Kaalutud Tulemus

# WeightedResult1
source: Weighted Result
et: Kaalutud Tulemus

source: Weighted total %
et: Kaalutud tulemuse %

source: Where to archive
et: Kuhu ahriveeritakse

source: Where to create archives
et: Kuhu arhiivid luua

source: with this form
et: vormiga

source: Workstation
et: Töökoht

source: Wrong format of call date. Call date shall be in format:
et: Viga alguskuupäeva formaadis. Kuupäev peab olema kujul

source: Wrong format of call lenght. Call lenght shall be in format:
et: Kõne pikkus valesti märgitud. Pikkus peaeb olema kujul

source: XSL transformation error
et: XSL transformatsiooni viga

source: Year
et: Aasta

source: You are logged out, close this window.
et: Oled ennast välja loginud, palun sulge see aken.

source: You are unable to see this evaluation because it is not completed yet
et: Seda hindamist ei saa teie vaadata kuna see on veel lõpetamata.

source: You can view the result from link below:
et: Hinnagu tulemust näed all olevalt lingilt:

source: You do not have premisiisons for that action
et: Teil puudub õigus selleks toiminguks

source: You dont have access for this page
et: Puudub juurdepääsu õigus

source: Youre not allowed to access role details!
et: Teil puudub õigus rolli vaatamiseks!

source: You`re not allowed to evalute calls
et: Teil puudub õigus selleks toiminguks
