Repository: vlarok/web
Catalog: Resources/Front.*.resx
Languages: et

source: Access call replay log
et: Kõne kuulamiste logi

source: Access role listings
et: Rollide nimekiri

source: Access to calls of assigned Agent Group
et: Oma tiimi kõnede kuulamine

source: Access to folders
et: Ligipääs kaustadele

source: Access to PQMS applet
et: Ligipääs PQMS Applet-ile

# AccesstoPQMSapplet1
source: Access to PQMS applet
et: Ligipääs PQMS Applet-ile

source: Access to PQMS Online calls
et: Ligipääs PQMS Online kõnedele

source: Access to team listings
et: Tiimide nimekiri

source: Access user listings
et: Kasutajate nimekiri

source: Achiving complete
et: Arhiveerimine valmis

source: Achiving started
et: Arhiveerimine käivitunud

source: Action
et: Toiming

source: Action report
et: Toimingute raport

# ActionReport1
source: Action Report
et: Toimingute Raport

# Actionreport2
source: Action report
et: Toimingute raport

# ActionReport3
source: Action Report
et: Toimingute Raport

source: Activation Date
et: Alguskuupäev

source: Active
et: Aktiivne

# Active1
source: Active
et: Aktiivne

# Active2
source: Active
et: Aktiivsed

# Active3
source: Active
et: Aktiivne

source: Active Agent Groups of selected user
et: Kasutaja aktiivsed tiimid

source: Active roles of selected user
et: Kasutaja aktiivsed rollid

source: Active Template
et: Aktiivne

# Activetemplate1
source: Active template
et: Aktiivne vorm

source: Active users assigned to Role
et: Rollis olevad aktiivsed kasutajad

source: Add a Evaluation Form
et: Koosta uus kõne hindamise vorm

source: Add an entity
et: Lisa

source: Add a new criteria
et: Uus rida

source: Add call
et: Lisa kõne

source: Add call tag
et: Kõne tagi lisamine

source: Added attributes
et: Lisatud atribuudid

source: Added call to folder
et: Kõne kataloogile lisatud

source: Added criterias
et: Lisatud kriteeriumid

source: Added rule
et: Lisatud reegel

source: Add evaluation form
et: Hindamis vormi lisamine

source: Add extension parameters
et: Lisa töökoha parameetrid

source: Add group
et: Tiimi lisamine

source: Adding new user
et: Kasutaja lisamine

source: Adding of new Role
et: Rolli lisamine

source: Add new
et: Lisa uus

# Addnew1
source: Add new
et: Lisa uus

# Addnew2
source: Add new
et: Lisa uus

source: Add new attributes
et: Lisa uued atribuudid

source: Add new call outcome
et: Lisa uus kõnetulemus

source: Add new folder
et: Lisa uus kataloog

# Addnewfolder1
source: Add new folder
et: Lisa uus kataloog

source: Add new profile
et: Lisa uus

source: Add or delate roles assigned to users
et: Rollide lisamine/kustutamine kasutajatelt

source: Add role
et: Rolli lisamine

source: Add roles
et: Rollide lisamine

source: Add selective recording profile
et: Lisa valikulise salvestamise profiil

# Addselectiverecordingprofile1
source: Add selective recording profile
et: Valikulise salvestamise profiili lisamine

source: Add service
et: Teenuse lisamine

source: Add teams
et: Tiimide lisamine

source: Add user
et: Kasutaja lisamine

source: Add users
et: Kasutajate lisamine

source: Administrate Folders
et: Kaustade administreerimine

source: Administration
et: Administreerimine

source: Administrator
et: ADMIN

source: Agent added text
et: Agendi kommentaar.

source: Agent already in list
et: Agent on juba nimekirjas

source: Agent CC Login name
et: Agendi CC Login nimi

source: Agent Group
et: Agendi Grupp

# AgentGroup1
source: Agent Group
et: Tiimi detailvaade

# AgentGroup2
source: Agent Group
et: Agentide Grupp

source: Agent groups linked to the role
et: Rolliga seotud tiimid

source: Agent Groups / User Groups
et: Tiimid

source: Agent/User Groups
et: Tiimid

# AgentUserGroups1
source: Agent/User Groups
et: Teamid

source: All
et: Kõik

source: All agents together
et: Kõik kasutajad kokku

source: All Groups
et: Kõik grupid

source: All users
et: Kõik kasutajad

source: Applet logout ok
et: Applet välja logitud

source: April
et: Aprill

source: Archive
et: Ajalugu

source: Archive calls
et: Kõnede arhiveerimine

# Archivecalls1
source: Archive calls
et: Kõnede arhiveerimine

source: Archive directory field can't be empty
et: Arhiivi kausta väli ei tohi tühi olla

source: Archive error
et: Arhiveerimise viga

source: Archive evalutated
et: Arhiveeri hinnatud

source: Archive events list
et: Arhiveerimis sündmuste nimekiri

source: Archive finished
et: Arhiveerimine lõpetatud

source: Archive id
et: Athiivi id

source: Archive media
et: Arhiivi meedia

source: Archiving
et: Arhiveerimine

source: Archiving right
et: Arhiveerimise õigus

source: Archiving status
et: Arhiveerimise staatus

source: Are you sure?
et: Kas oled kindel?

source: Are You sure to continue to listen that call?
et: Kas oled kindel, et soovid seda kuulata?

source: Are You sure to delete this extionsion parameters?
et: Kas olete kindel, et soovite eemaldada töökoha parameetreid?

source: Are You sure to terminate this call result
et: Kas oled kindel, et lõpetada kõne tulemus

source: Are You sure You want to change user class?
et: Oled kindel, et tahad muuta kasutaja klassi?

source: Are You sure You want to delete this folder?
et: Kas Sa oled kindel, et Sa tahad seda kataloogi kustutada?

source: Are You sure You want to delete this folder object?
et: Kas Sa oled kindel, et Sa tahad seda kataloogi objekti kustutada?

source: Arhive ID
et: Arhiveerimise id

source: Assigning Agent Group to the Role
et: Rolli sidumine tiimiga

source: Assigning person to the Agent Group.
et: Kasutajale tiimide lisamine/kustutamine

source: Assign privileges to roles
et: Privileegide määramine rollidele

source: Assign roles to users
et: Rollide määramine kasutajatele

source: At least one attribute value must not be empty
et: Vähemalt üks väärtus peab olema täidetudo

source: Attributes removed
et: Atribuudid eemaldatud

source: Audio files/calls
et: Audio failid/kõned

source: Auto-select for Evaluation
et: Kõnede automaatne valik hindamiseks

source: Available Licences
et: Olemasolevad litsentsid

source: Available roles
et: Kõik rollid

source: Average of score and rating
et: Keskmine tulemus ja punktid

source: Average points
et: Keskmine

source: Average score
et: Keskmine tulemus

# Averagescore1
source: Average score %
et: Keskmine tulemuse %

# Averagescore2
source: Average score %
et: Keskmine tulemuse %

source: Avg. call dur (min)
et: Keskime kõne kestus(min)

source: Back to folders
et: Tagasi kataloogide juurde

source: Best regards,PQMS mail sender service
et: Parimate soovidega, Partcom QMS

source: Bookmarked calls
et: Vajab järelvaatamist

source: By duration
et: Pikkuse järgi

source: By user
et: Muutja

source: Call
et: Kõne

source: call agent id changed ok
et: Kõne agent muudetud ok

source: Call Assesmant of assigned Agent Groups
et: Oma tiimi kõnede hindamine

source: Call Assesment
et: Kõnede hindamine

source: Call attribute
et: Kõne atribuut

source: Call count
et: Kõnede arv

source: Call data updated!!!
et: Kõne andmed uuenesid!!!

source: Call data was not updated!
et: Kõne andmeid ei uuendatud!

source: Call date
et: Kõne kuup.

source: Call date, id
et: Kõne kuupäev, id

# Calldateid1
source: Call date (id)
et: Kõne kuupäev (id)

source: Call details
et: Kõne detailvaade

source: Call download
et: Kõne salvestamine

source: Call duretion
et: Kõne kestus

source: Called Party
et: Valitud number

# CalledParty1
source: Called Party
et: B Number

source: Call ended
et: Kõne lõppes

source: Caller ID
et: Helistaja ID

source: Call evaluated
et: Kõne hindamine

source: Call evaluation notice from PQMS
et: Hinnatud kõne teade Partcom QMS-ilt

source: Call file is missing
et: Kõne fail on kadunud

# Callfileismissing1
source: Call file is missing!
et: Ei leidnud kõne faili!

source: Calling Party
et: Helistaja number

# CallingParty1
source: Calling Party
et: A Number

source: Call listen
et: Kõne kuulamine

source: Call listening reports
et: Kõnede kuulamise raportid

source: call, max score
et: kõne, max skoor

# callmaxscore1
source: call, max score
et: kõne, maks punktid

source: Call must match with all rules
et: Kõne peab vastama kõikidele

source: Call must match with any rule
et: Kõne peab vastama vähemalt ühele reeglile

source: Call outcome updated
et: Kõne tulemus uuendatud

source: Call quality assessment
et: Kõne kvaliteedi hindamine

source: Call Replay Log
et: Kuulamiste aruanne

# CallReplayLog1
source: Call Replay Log
et: Kõnede kuulamiste otsing

source: Call Result
et: Tulemuse kirjeldus

# Callresult1
source: Call result
et: Kõne tulemus

# Callresult2
source: Call result
et: Kõne tulemus.

source: Call result added
et: Kõne tulemus lisatud

source: Call result changed
et: Kõne tulemus muudetud

source: Call Results
et: Kõne tulemused

source: Call result terminated
et: Kõne tulemus lõpetatud

source: Calls copy
et: Kõnede kopeerimine

source: Calls evaluation report
et: Kõnede hindamise raport

source: Calls for period
et: Perioodil tehtud kõnede arv

source: Calls summary report
et: Kõnede kokkuvõtted

source: Call start time
et: Kõne algusaeg

# Callstarttime1
source: Call start time
et: Kõne algusaeg

source: Call Start Time to:
et: Stardiaeg kuni:

source: Call tag
et: KCµne tulemus

source: Call tags
et: Kõne tulemused

source: Call time
et: Kõne aeg

source: Call Type
et: Kõne tüüp

# Calltype1
source: Call type
et: Kõne tüüp

source: Call updated
et: Kõne uuendatud

source: Call was not found
et: Sellist kõnet ei leitud

source: Can be replayed from Archive
et: Jääb sinna

source: Cancel
et: Loobu

# Cancel1
source: Cancel
et: Tühista

source: Cannot compare! New object version not found.
et: Ei saa võrrelda! Uue objekti versiooni ei leitud.

source: Can't make that folder
et: Ei suudetud sellist kausta teha.

source: CC Login name
et: Agendi ID

source: Change call agent
et: Muuda agent

source: Change call attributes
et: Kõne atribuutide muutmine

source: Change call outcome
et: Muuda kõne tulemuse kirjeldust

source: Change call tag
et: Kõne tagi muutmine

source: Changed attributes
et: Muudetud atribuudid

source: Changed by
et: Muutis

source: Changed criterias
et: Muudetud kriteeriumid

source: Change else`s password
et: Teise kasutaja parooli muutmine

source: Change evaluation form
et: Hindamis vormi muutmine

source: Change group
et: Tiimi muutmine

source: Changeing status, please wait...
et: Muudan staatust, palun oodake...

source: Change own password
et: Enda parooli muutmine

source: Change password
et: Muuda parool

# Changepassword1
source: Change password
et: Muuda parooli

source: Change role
et: Rolli muutmine

source: Change selective recording profile
et: Valikulise salvestamise profiili muutmine

source: Change service
et: Muuda teenust

# Changeservice1
source: Change service
et: Teenuse muutmine

source: Changes saved sucessfully
et: Muudatused salvestatud

source: Change status
et: Muuda staatust

source: Change status failed
et: Staatuse muumine ebaõnnestus

source: Change user
et: Kasutaja muutmine

source: Changing of parameters
et: Parameetrite sättimine

source: Channel
et: Kanal

# Channel1
source: Channel
et: Kanal

source: Channel number
et: Kanali number

source: Choose agent
et: Vali agent

source: Choose call outcome
et: Vali kõne tulemus

source: Choosen type of rule cannot be discarding!
et: Valitud reegli tüüp ei saa olla kustutav!

source: Choose only last evaluated result
et: Vali ainult viimase hindamise tulemus

source: Class
et: Klass

source: Clear
et: Lähtesta

source: Clear Fields
et: Puhasta väljad

source: Client num.
et: Kliendi nr.

source: Comment
et: Kommentaar

# comment1
source: comment
et: Kommentaar

# Comment2
source: Comment
et: Kommentaar

# Comment3
source: Comment
et: Kommentaar

# Comment4
source: Comment
et: Kommentaar

# Comment5
source: Comment
et: Kommentaar

# Comment6
source: Comment
et: Kommentaar

# Comment7
source: Comment
et: Kommentaar

source: Commentary
et: Kommentaar

source: Comments
et: Kommentaar

# Comments1
source: Comments
et: Kommentaarid

source: Common score %
et: Ühine tulemus %

source: Confirm
et: Kinnita

source: Connected
et: Ühendatud

source: Connected OK
et: Ühendus OK

source: Connected waiting for calls..
et: Ühendatud, ootan kõnesid...

source: Connecting server failing, please try to relogin..
et: Korduv ühendumine serveriga ebõnnestub, proovi uuesti sisse logida..

source: Connection failed, will retry in [sec] seconds..
et: Ühenduse viga, proovin uuesti ühenduda [sec] sekundi pärast..

source: Connection to server failed
et: Ühendus serveriga ebaõnnestus

source: Continue
et: Jätka

source: Copy call files
et: Kõne failide kopeerimine

source: Copy complete
et: Kopeerimine valmis

source: Copy error
et: Kopeerimise viga

source: Copy progress
et: Progress

source: Copy started
et: Kopeerimine käivitunud

source: Copy status
et: Kopeerimis staatus

source: Could not add call file!
et: Ei õnnestunud kõnet lisada!

source: Could not find old evaluation form for comparison!
et: Ei leidnud vana hindamisvormi võrdlemiseks!

source: Count
et: Kõnede arv

source: Counting based recording
et: Kordadepõhine

source: Count of evaluations
et: Hindamiste arv

source: Create action report
et: Loo toimingute raport

source: Created
et: Loodud

source: Created by
et: Loodud

source: Created media folders
et: Loodud meedia folderid

source: Create Folders
et: Kaustade loomine

source: Create new evaluation
et: Koosta uus hinnang

source: Create report
et: Raporti loomine

source: Criteria name
et: Kriteeriumi nimi

source: criteria row deleted
et: Valitud rida kustutatud ok

source: Criteria Type
et: Tüüp

source: Data-Centre
et: Määramata

source: Date
et: Kuupäev

# Date1
source: Date
et: Kuupäev

# Date2
source: Date
et: Kuupäev

# Date3
source: Date
et: Kuupäev

# Date4
source: Date
et: Kuupäev

source: Date from
et: Kuupäevast

source: Date of Arhivation
et: Arhiveerimise kuupäev

source: Date of erasing
et: Kustutamise kuupäev

source: Date shall be in format dd.mm.yyyy
et: Kuupäev peab olema kujul dd.mm.yyyy

source: Date to
et: Kuni

# Dateto1
source: Date to
et: Kuupäevani

source: Day
et: Päev

# Day1
source: Day
et: Päev

source: Dear recipient,
et: Tere,

source: Default form
et: Vaikimisi hindamisvorm

source: Default path
et: Vaikimisi kaust

source: Default role
et: Vaikimisi roll

source: Default Template
et: Vaikimisi

source: Delete
et: Kustuta

# Delete1
source: Delete
et: Kustuta

# Delete2
source: Delete
et: Kustuta

# Delete3
source: Delete
et: Tühista

# Delete4
source: Delete
et: Kustuta

# Delete5
source: Delete
et: Kustuta

source: Deleted
et: Kustutatud

source: Deletes calls witch match with rules!
et: Kõned mis vastavad reeglitele, kustutatakse!

source: Deleting folder failed!
et: Kataloogi kustutamine ebaõnnestus!

source: Describing Evaluation Forms
et: Hindamisvormide kirjeldamine

source: Destination folder
et: Kuhu kopeerida

source: Detailed Search
et: Kõnede otsing

source: Detailed view of Roles
et: Rolli detailvaade

source: Dialed num.
et: Valitud nr.

source: Dialed number
et: Valitud number

source: Direction
et: Suund

source: Discard
et: Kustuta

source: Disonnected
et: Lahti ühendatud

source: Documents
et: Dokumendid

source: Download
et: Lae alla

source: Download call
et: Kõne alla laadimine

source: Do you want change user Agent Group parameters
et: Soovid muuta kasutaja tiimi staatust

source: Do You want to terminate previous user account?
et: Kas sa tahad sulgeda eelmise kasutaja konto?

source: Dublicate values conflict with values with existing services
et: Väärtused korduvad ja on juba kasutuses

source: Duplicate entry for this agent in this profile
et: Sellel agendil on juba reegel määratud antud profiili piires

source: Duration
et: Kestus

# Duration1
source: Duration
et: Kõne pikkus

# Duration2
source: Duration
et: Kõne pikkus

# Duration3
source: Duration
et: Kestus

source: duration to
et: kestvus kuni

source: Edit entity
et: Muuda

source: Edit extension parameters
et: Muuda töökoha parameetreid

source: Effect
et: Efekt

source: E-mail address is not correct!
et: E-posti aadress pole õige!

source: Enabled
et: Aktiivne

source: End date
et: Aegumis kuupC¤ev

# Enddate1
source: End date
et: LCµpu kuupC¤ev

source: End Period
et: Lõpu kuupäev

source: End time
et: Lõpp aeg

source: English
et: Inglise

source: Error
et: VIGA

# Error1
source: Error
et: Viga

source: Error call file was not found.
et: Kõne faili ei leitud.

source: Error call was not selected or found.
et: Viga kõnet ei leitud või ei valitud.

source: Error - completed evalution for this call already exists
et: Selline hindamine lõplikus olekus on juba olemas

# Errorindateortimeformat
source: Error in date {0} or time {1} format.
et: Viga kuupäeva {0} või aja {1} formaadis.

source: Error in Logg-onprocedure. Please try again.
et: Viga sisselogimisel palun proovige uuesti

source: Error in Logg-onprocedure. Wrong or incorrect Password.
et: Viga sisselogimisel, vale parool

source: Error in Logg-onprocedure. Wrong or incorrect Username.
et: Viga sisselogimisel, sellist kasutajanime ei leitud

source: Error- invalid value
et: Vale väärtus

source: Error - No form description found
et: Ei leitud vormi kirjeldust kõne hindamiseks

source: Error - No such call was found
et: Selline kõne puudub, et teda hinnata

source: Error, one archiving process already running, multiple achrive process can not run concurrently.
et: Viga üks arhiveerimisprotsess juba käib, kahte korraga käivitada ei saa

source: Error on selective recording rules.
et: Valikulise salvestamise reeglites on viga palun kontrolli reegleid.

source: Error - too long variable
et: Liiga pikk

source: Error- variable too big
et: Liiga suur

source: Error you have already logged in with applet
et: Viga, kasutjal on juba aktiivne appleti sessioon

source: Estonia
et: Eesti

source: Evaluate a Call
et: Hinda kõnet

source: Evaluate autoselected calls only
et: Ainult autoselekteeritud kõnede hindamine

source: Evaluate calls
et: Hinda kõnesid

source: evaluated
et: hinnatud

# Evaluated1
source: Evaluated
et: Hinnatud

source: Evaluated by
et: Hindaja

# Evaluatedby1
source: Evaluated by
et: Hinnangu andis

source: Evaluate teams calls
et: Hinda tiimi kõnesid

source: Evaluation
et: Hinnang

source: Evaluation completed
et: Lõplikult valmis

source: Evaluation date
et: Kuupäev

source: Evaluation date(id)
et: Hindamise kuupäev (id)

source: Evaluation details(Excel)
et: Detailne hindamis raport (Excel)

source: Evaluation form
et: Hindamis vorm

source: Evaluation Forms
et: Hindamise vormid

source: Evaluation form version
et: Hindamis vormi versioon

source: Evaluation in score % by criterias
et: Hindamis tulemus % kriteeriumite järgi

source: Evaluation link successfully sent!
et: Hinnagu link edukalt saadetud!

source: Evaluation no.
et: Hinnang nr.

source: Evaluation report
et: Hindamisraport

source: Evaluation reporting
et: Hindamis raportid

source: Evaluation Reports
et: Kõne Hindamise Raportid

# EvaluationReports1
source: Evaluation Reports
et: Kõne hindamise raportid

source: Evaluation saved
et: Hindamine on salvestatud ok

source: Evaluations by criterias report
et: Raport hindamis tulemuste järgi

source: Evaluation Template
et: Vormi nimi

# EvaluationTemplate1
source: Evaluation Template
et: Hindamisvorm

source: Evaluation Templates
et: Muuda kõne hindamise vormi

source: Evaluation weighted (Excel)
et: Detailne kaalutud raport (Excel)

source: Existing evaluationf for this call
et: Olemasolevad hinnagud

source: Expires
et: Aegub

source: Export calls
et: Kõnede eksportimine

source: Export data into MS Excel
et: Ekspordi andmed MS Excelisse

source: Extension
et: Kliendi nimi

# Extension1
source: Extension
et: Töökoht

# Extension2
source: Extension
et: Töökoht

source: Extension already in list
et: Töökoht on juba nimekirjas

source: Extension licences in use
et: Litsenseeritud töökohad

source: Extension parameters added
et: Töökoha parameetrid lisatud

source: Extension parameters deleted
et: Töökoha parameetrid kustutatud

source: Extension parameters updated
et: Töökoha parameetrid uuendatud

source: Extension report
et: Töökoha raport

source: extensions.
et: töökohta.

source: Failed to send stop!
et: Ei õnnestunud salvestajale stoppi saata!

source: Failed to start recording!
et: Ei õnnestunud salvestamist alustada!

source: Fail format
et: Faili tüüp

source: Failure
et: Tehing ebaõnnestus

# failure1
source: failure
et: ebaõnnestus

# Failure2
source: Failure
et: Ebaõnnestus

source: February
et: Veebruar

source: field can not be null
et: väli ei tohi olla null

source: field may include only digits
et: väljas tohib olla ainult number

source: File
et: Fail

source: Files copied
et: Faile kopeeritud

source: Files failed (not found)
et: Kopeerimata failid (mida ei leitud)

source: Files not found
et: Failid mida ei leitud

# Filesnotfound1
source: Files not found
et: Leidmata failid

source: Folder access
et: Kataloogi ligipääs

source: Folder contents
et: Kataloogi sisu

source: Folder deleted
et: Kataloog kustutatud

source: Folder file uploaded.
et: Kataloogi fail üleslaetud.

source: Folder id
et: Kataloogi id

source: Folder list
et: Kataloogid

source: Folder media file
et: Kataloogi meedia fail

source: Folder name
et: Kataloogi nimi

source: Folder object deleted
et: Dokument/kõne kustutatud

source: Folders
et: Kataloogid

source: Folder saved.
et: Kataloog salvestatud.

source: Folders list
et: Kataloogide nimekiri

source: Forename
et: Eesnimi

source: Form averages
et: Vormi keskimine

source: Form data is invalid
et: Vormi andmed on vigased

source: Form deleted
et: Vorm kustutati ok

# Formhaserrors
source: Form has {0} errors
et: Vormil on {0} viga

source: Form saved
et: Vorm salvestatud ok

source: Found
et: Leiti

# Foundfolderstotalshowingto
source: Found {0} folders total, showing {1} to {2}
et: Kokku leiti {0} kataloogi, näitan {1} - {2}

source: Friday
et: Reede

source: from
et: alates

source: From IP
et: Muudeti IP-lt

source: General evaluations report
et: Tavaline hindamise raport

source: Generate report
et: Koosta raport

source: Generate summary reports
et: Koosta kõnede kokkuvõtted

source: Genterate reports
et: Raporti koostamine

source: Group by services
et: Grupeerida teenuste kaupa

source: Group header
et: Grupi päis

source: Hide
et: Peida

source: Hostname/IP
et: Arvutinimi/IP aadress

source: ID
et: Tulemuse id

source: in
et: sisse

source: InBound
et: Sisenev

source: In bound no
et: Sisse nr

# Inboundno1
source: Inbound no
et: Sisse nr

source: Incl. old
et: Kuva ka vanad

source: Include following attributes in file name
et: Koosta faili nimi atribuutidest

source: Include visual charts
et: Lisa visaalne graafik

source: Incorrect input data
et: Vormi andmed on vigased

source: In/out
et: Sisse/välja

source: In/Out Call
et: Sisenev/väljuv kõne

# InOutCall1
source: In/Out Call
et: Sisenev/väljuv kõne

source: Insert
et: Sisesta

source: Insert new Role
et: Rolli lisamine

source: Insert new User
et: Kasutaja lisamine

source: Invalid call id
et: Vigane kõne id

source: Invalid date
et: Vigane kuupäev

source: Invalid new agent id
et: Vigane agendi id

source: Invalid password
et: Vale parool

source: Invalid username or password
et: Vale kasutjanimi või parool

source: Items per page
et: Kirjeid ekraanil

source: January
et: Jaanuar

source: Job is activated
et: Kordus aktiveeritud

source: Job parameters
et: Korduse parameetr

source: Job schedule options
et: Kordus käivituse seadistused

source: joined by operator
et: Reeglid seotud loogilise operatoriga:

source: July
et: Juuli

source: June
et: Juuni

source: Language
et: Keel

source: Last error
et: Viimane viga

source: Last recording
et: Viimane salvestus

source: Lenght (minutes, seconds)
et: Pikkus (minutit, sekundit)

source: Licence Management
et: Litsenseerimise haldus

# LicenceManagement1
source: Licence Management
et: Litsenseerimine
